[
  {
    "name": "Jacqueline",
    "birth_date": "1950-05-15",
    "description": "Je suis Jacqueline, une passionnée de lecture et de voyages. Depuis ma retraite, j'ai enfin le temps de dévorer tous les livres que je n'avais pas le temps de lire. J'adore également découvrir de nouveaux horizons, rencontrer des gens et explorer différentes cultures. Je suis particulièrement attirée par l'Asie, où j'ai passé plusieurs mois à voyager. En dehors de cela, je suis très impliquée dans le bénévolat, aidant les jeunes à réussir leur parcours scolaire. J'aime aussi jardiner, transformer ma cour en un petit paradis fleuri. La cuisine est une autre de mes passions, surtout la pâtisserie, que je partage avec mes amis lors de goûters que j'organise régulièrement.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663205/1_ckebj3.webp",
    "email": "jacqueline@example.com",
    "password": "jacqueline1950!",
    "status": "active"
  },
  {
    "name": "Michel",
    "birth_date": "1948-11-02",
    "description": "Je m'appelle Michel et je suis un passionné de photographie. Depuis mon plus jeune âge, j'ai toujours eu un appareil photo à la main, capturant des moments uniques de la vie. Après une carrière dans l'ingénierie, je me consacre maintenant entièrement à ma passion. J'aime particulièrement photographier la nature et les paysages, cherchant toujours à capturer la beauté du monde qui m'entoure. En dehors de la photographie, je suis un amateur de cyclisme. Je passe beaucoup de temps à parcourir les routes de campagne, profitant de l'air frais et du calme. Je suis également un grand fan de jazz, une musique qui m'accompagne souvent lors de mes escapades photographiques.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663204/2_xz1eqc.webp",
    "email": "michel@example.com",
    "password": "michel1948@",
    "status": "active"
  },
  {
    "name": "Renée",
    "birth_date": "1949-03-08",
    "description": "Je suis Renée, une passionnée d'art et d'histoire. Après avoir travaillé comme enseignante pendant de nombreuses années, j'ai désormais plus de temps pour me consacrer à mes passions. J'adore visiter des musées et des expositions, m'imprégnant de la culture et des histoires qui s'y trouvent. Je suis également une amatrice de musique classique, que j'écoute régulièrement lors de mes moments de détente. J'aime aussi la peinture, une activité que je pratique moi-même à mes heures perdues. En plus de cela, je participe à des cours de yoga, une discipline que j'ai découverte récemment et qui m'aide à rester en forme et à me détendre.",
    "gender": "other",
    "picture": "https://img.freepik.com/free-photo/women-shopping-buying-consumer-products-customer-day-celebration_23-2151623410.jpg?t=st=1725660432~exp=1725664032~hmac=9002893bf1b620f515a788035537e8472f0821139452168028f73f7e82d2dee4&w=360",
    "email": "renee@example.com",
    "password": "renee1949#",
    "status": "pending"
  },
  {
    "name": "Henri",
    "birth_date": "1952-02-14",
    "description": "Je suis Henri, un mélomane et amateur d'échecs. La musique classique me passionne depuis mon enfance. Je joue du violon dans un orchestre amateur et assiste régulièrement à des concerts. En dehors de la musique, j'aime jouer aux échecs, que ce soit contre des adversaires locaux ou en ligne. Je suis également un grand lecteur, avec une préférence pour les essais philosophiques et les romans historiques. J'aime aussi cuisiner, surtout des plats traditionnels français que je prépare avec soin pour mes amis et ma famille. Lorsqu'il me reste du temps libre, je pars en excursion pour découvrir de nouveaux lieux culturels, toujours à la recherche de nouvelles expériences artistiques.",
    "gender": "other",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663204/4_gjcxtu.webp",
    "email": "henri@example.com",
    "password": "henri1952!",
    "status": "active"
  },
  {
    "name": "Simone",
    "birth_date": "1953-07-29",
    "description": "Je suis Simone, ancienne danseuse aujourd'hui reconvertie en sculptrice. La danse a longtemps été ma vie, et même si je ne danse plus, j'ai trouvé une nouvelle forme d'expression artistique dans la sculpture. Je crée des œuvres en argile et en bronze, inspirées par mes années de danse. J'aime également l'art en général, et je visite régulièrement des musées et des galeries. En dehors de mes créations, j'aime me promener en ville et m'imprégner de l'ambiance des quartiers historiques. Je suis une grande amatrice de jazz et de musique classique, et je participe à des ateliers de danse pour seniors où je partage mon expérience.",
    "gender": "female",
    "picture": "https://img.freepik.com/photos-gratuite/coup-moyen-femme-agee-s-amusant_23-2149304701.jpg?t=st=1725824111~exp=1725827711~hmac=ca4d5e5fdbc247de47068ea54c809bec9ace856caa157fcd9c60fd19b19b3985&w=360",
    "email": "simone@example.com",
    "password": "simone#1953",
    "status": "pending"
  },
  {
    "name": "André",
    "birth_date": "1946-10-05",
    "description": "Je m'appelle André, ancien professeur de mathématiques avec une passion pour l'apprentissage et la technologie. Depuis ma retraite, je me consacre à la lecture, explorant des sujets aussi variés que la philosophie, l'histoire et les sciences. J'aime également rester à jour avec les dernières innovations technologiques et j'utilise souvent mon ordinateur pour découvrir de nouvelles idées. Je suis aussi un grand amateur de jardinage, passant beaucoup de temps à entretenir mon jardin. En plus de cela, j'aime voyager et écrire, partageant mes réflexions sur un blog que je tiens régulièrement. Je suis très proche de ma famille et je passe souvent du temps avec mes enfants et petits-enfants.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663206/5_usos8t.webp",
    "email": "andre@example.com",
    "password": "andre1946@",
    "status": "active"
  },
  {
    "name": "Lucienne",
    "birth_date": "1960-04-02",
    "description": "Je suis Lucienne, une cuisinière passionnée, connue pour mes recettes savoureuses. J'adore expérimenter de nouvelles recettes et perfectionner mes techniques culinaires. En dehors de la cuisine, je suis une grande amatrice d'artisanat, créant des objets de décoration à partir de matériaux recyclés. J'aime recevoir des invités, organisant souvent des dîners pour mes amis et ma famille. Je passe aussi du temps dans mon jardin potager, cultivant des herbes et des légumes frais que j'utilise dans mes plats. Je suis très sociable, participant à des clubs de lecture et à des groupes de marche avec mes amis.",
    "gender": "female",
    "picture": "https://img.freepik.com/photos-gratuite/femme-ainee-manger-vue-frontale_23-2149742209.jpg?t=st=1725824342~exp=1725827942~hmac=13cba072e6d5f4fb8fd1ae1e3cc577362eb27621210939983c19d18d7fd5ee0f&w=360",
    "email": "lucienne@example.com",
    "password": "lucienne#1950",
    "status": "active"
  },
  {
    "name": "Gérard",
    "birth_date": "1947-09-18",
    "description": "Je m'appelle Gérard, un passionné de sport et de nature. J'ai passé ma vie à enseigner l'éducation physique, et même à la retraite, je reste actif en pratiquant la randonnée et le vélo. J'aime explorer les sentiers de montagne et profiter de la beauté de la nature. En dehors du sport, je suis un amateur de photographie, capturant les paysages que je découvre lors de mes randonnées. J'aime aussi cuisiner des plats simples et sains, souvent avec des ingrédients que je cultive moi-même. Ma famille et mes amis sont très importants pour moi, et je passe beaucoup de temps avec eux, partageant des repas et des moments de convivialité.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/eleve-moyen-train-courir-ecouter-musique_23-2148314556.jpg?t=st=1725824437~exp=1725828037~hmac=3f1999c4d608122934904bd10641068dfc876475287bba3fbe49575021a61fa9&w=360",
    "email": "gerard@example.com",
    "password": "gerard@1947",
    "status": "active"
  },
  {
    "name": "Marie",
    "birth_date": "1949-06-10",
    "description": "Je suis Marie, une passionnée de jardinage et de lecture. Mon jardin est mon sanctuaire, un endroit où je peux passer des heures à planter, tailler et entretenir mes fleurs. J'aime particulièrement les roses, que je cultive avec soin. Quand je ne suis pas dans mon jardin, je suis probablement en train de lire un roman ou un livre d'histoire. Je fais partie d'un club de lecture où nous partageons nos découvertes littéraires. En plus de cela, j'aime voyager, surtout pour découvrir de nouveaux jardins botaniques et rencontrer d'autres passionnés de plantes. La nature est une source d'inspiration pour moi, et je cherche toujours à apprendre et à partager mes connaissances.",
    "gender": "female",
    "picture": "https://img.freepik.com/photos-gratuite/coup-moyen-vieille-femme-tenant-panier_23-2149102491.jpg?t=st=1725824517~exp=1725828117~hmac=b5032142439127178f0db904aba37448afcbc83955776f9a3e8265d42da53b5e&w=360",
    "email": "marie@example.com",
    "password": "marie#1949",
    "status": "active"
  },
  {
    "name": "Bernard",
    "birth_date": "1951-12-20",
    "description": "Je suis Bernard, un passionné d'histoire et de modélisme. Depuis toujours, je suis fasciné par les récits historiques, en particulier ceux qui concernent les guerres mondiales. J'ai passé des années à construire des maquettes de navires et d'avions de cette époque, une activité qui me détend et me passionne. En plus de cela, j'aime lire des biographies et des documentaires historiques. Je suis également un amateur de vin, et j'aime découvrir de nouvelles régions viticoles lors de mes voyages. En dehors de mes passions, je suis très impliqué dans ma communauté, organisant des conférences et des expositions sur l'histoire locale.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663206/10_ecjjzf.webp",
    "email": "bernard@example.com",
    "password": "bernard1951!",
    "status": "active"
  },
  {
    "name": "Jacques",
    "birth_date": "1945-05-14",
    "description": "Je suis Jacques, un amateur de machines à écrire anciennes. Depuis ma retraite, je passe mes journées à restaurer ces machines et à les utiliser pour écrire des lettres et des histoires. J’apprécie le calme de mon atelier, où je peux me plonger dans des tâches manuelles et créatives. En dehors de cela, j’aime lire des romans classiques et m’intéresse à l’histoire des technologies de communication. Je passe aussi beaucoup de temps à partager mes connaissances avec d’autres passionnés lors de salons et d’expositions.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/11_y3k0se.webp",
    "email": "jacques.dubois@example.com",
    "password": "jacques1945!",
    "status": "banned"
  },
  {
    "name": "Henri",
    "birth_date": "1942-07-22",
    "description": "Je suis Henri, un passionné de téléphones anciens. J’aime collectionner et restaurer ces objets fascinants qui rappellent une époque révolue. Ma journée typique consiste à travailler sur mes téléphones, en réparant et en nettoyant les pièces pour les faire revivre. J’organise également des rencontres avec d’autres collectionneurs et amateurs de vintage, où nous échangeons des histoires et des techniques de restauration.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/portrait-homme-senior-souriant-prenant-selfie-smartphone_23-2147935615.jpg?t=st=1725824802~exp=1725828402~hmac=74cf696d03cd6908b2ba2b0c0659c6154b232b62f51c039181b247282d1383f0&w=360",
    "email": "henri.moreau@example.com",
    "password": "henri1942!",
    "status": "active"
  },
  {
    "name": "Paul",
    "birth_date": "1938-11-01",
    "description": "Je suis Paul, un amateur de photographie qui aime capturer des moments précieux avec mon appareil photo. J’ai passé ma vie à explorer le monde à travers l’objectif et à partager mes photos avec d’autres passionnés. Je consacre une grande partie de mon temps à prendre des photos lors de différents événements et paysages, tout en discutant des techniques et des équipements avec mes amis photographes.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663207/12_zfuxla.webp",
    "email": "paul.lefebvre@example.com",
    "password": "paul1938!",
    "status": "active"
  },
  {
    "name": "Lucien",
    "birth_date": "1947-02-10",
    "description": "Je suis Lucien, un homme sage qui aime passer du temps dans des lieux calmes et paisibles. J’aime me promener et profiter de la tranquillité des espaces intérieurs, où je peux réfléchir et apprécier la simplicité de la vie. Je trouve du plaisir à observer les détails de mon environnement et à partager ces moments de calme avec les autres.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663611/ezgif-6-6a204ebdfc_ojnaix.webp",
    "email": "lucien.bernard@example.com",
    "password": "lucien1947!",
    "status": "active"
  },
  {
    "name": "Éric",
    "birth_date": "1962-03-05",
    "description": "Je suis Éric, un homme élégant qui aime s’habiller avec soin et profiter des belles journées ensoleillées. J’apprécie les moments passés en plein air, surtout lorsqu’ils me permettent de montrer mes tenues préférées. Je suis également passionné par la mode et l’élégance, ce qui se reflète dans chaque aspect de ma vie.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663741/vieil-homme-elegant-dans-parc-automne-ensoleille_1157-19112_jqiqn1.webp",
    "email": "eric.martin@example.com",
    "password": "eric1950!",
    "status": "pending"
  },
  {
    "name": "Alain",
    "birth_date": "1935-09-20",
    "description": "Je suis Alain, un homme âgé qui aime se détendre dans les parcs et profiter de la nature. J’apprécie particulièrement les moments de repos sur un banc, où je peux observer les gens et profiter du paysage. C’est dans ces moments de calme que je me sens le plus connecté avec le monde qui m’entoure.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663204/13_bxuz0v.webp",
    "email": "alain.durand@example.com",
    "password": "alain1935!",
    "status": "active"
  },
  {
    "name": "Maurice",
    "birth_date": "1949-12-30",
    "description": "Je suis Maurice, un homme moyen qui apprécie de prendre des promenades régulières pour rester actif et en bonne santé. J’aime découvrir de nouveaux endroits tout en me maintenant en forme. Chaque promenade est une occasion pour moi de réfléchir et de profiter des petites choses de la vie.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/plein-coup-vieil-homme-se-promener_23-2150493080.jpg?t=st=1725825339~exp=1725828939~hmac=09366994642e3ed73cc293c57cf8848eb89604233c6cb35ded635d5e1e5a9e80&w=360",
    "email": "maurice.lefevre@example.com",
    "password": "maurice1949!",
    "status": "active"
  },
  {
    "name": "Louis",
    "birth_date": "1939-10-10",
    "description": "Je suis Louis, un homme sage qui aime poser pour des photos et capturer des moments précieux de la vie. J’apprécie particulièrement les séances photo en studio, où je peux exprimer ma personnalité et partager des instants de ma vie avec les autres.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663205/14_empsco.webp",
    "email": "louis.chevalier@example.com",
    "password": "louis1939!",
    "status": "pending"
  },
  {
    "name": "Claude",
    "birth_date": "1948-08-14",
    "description": "Je suis Claude, un homme âgé qui aime porter des chapeaux élégants. J’apprécie les jours ensoleillés où je peux me promener en extérieur tout en mettant en avant mes accessoires de mode préférés. La mode et le style sont importants pour moi et me permettent de m’exprimer au quotidien.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663207/15_onvapc.webp",
    "email": "claude.duval@example.com",
    "password": "claude1948!",
    "status": "active"
  },
  {
    "name": "Jean",
    "birth_date": "1936-02-28",
    "description": "Je suis Jean, un homme qui aime profiter des belles journées et de la nature. Rien ne me fait plus plaisir que de prendre une tasse de café en extérieur, entouré par la beauté naturelle. C’est dans ces moments simples que je trouve le plus grand bonheur.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663207/16_t5bb3c.webp",
    "email": "jean.moret@example.com",
    "password": "jean1936!",
    "status": "active"
  },
  {
    "name": "Marcel",
    "birth_date": "1946-03-21",
    "description": "Je suis Marcel, un passionné de jardinage qui passe la plupart de mon temps dans mon jardin. J'adore planter des fleurs et des légumes et voir comment ils poussent jour après jour. Le jardinage est ma manière de rester actif et connecté avec la nature.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663207/17_srmuxx.webp",
    "email": "marcel.dupont@example.com",
    "password": "marcel1946!",
    "status": "active"
  },
  {
    "name": "Suzanne",
    "birth_date": "1941-06-30",
    "description": "Je suis Suzanne, une passionnée de cuisine qui adore préparer de délicieux repas pour ma famille et mes amis. J'ai passé ma vie à perfectionner mes recettes et à apprendre de nouvelles techniques culinaires.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663207/18_hvuauj.webp",
    "email": "suzanne.martin@example.com",
    "password": "suzanne1941!",
    "status": "active"
  },
  {
    "name": "Pierre",
    "birth_date": "1957-09-15",
    "description": "Je suis Pierre, un passionné de pêche. Depuis ma retraite, je passe mes journées au bord de l'eau, profitant de la tranquillité et de la patience que nécessite ce passe-temps. Pour moi, la pêche est une manière de me détendre et de me reconnecter avec la nature.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/19_habgm1.webp",
    "email": "pierre.renard@example.com",
    "password": "pierre1939!",
    "status": "active"
  },
  {
    "name": "Yvonne",
    "birth_date": "1947-01-12",
    "description": "Je suis Yvonne, une femme active qui aime faire des randonnées. J'apprécie particulièrement les paysages montagneux où je peux respirer l'air frais et profiter de la beauté de la nature. Chaque randonnée est une nouvelle aventure pour moi.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726664013/happy-elder-tourist-woman-forest-with-hiking-sticks_23-2148620156_hviaoh.webp",
    "email": "yvonne.legrand@example.com",
    "password": "yvonne1947!",
    "status": "active"
  },
  {
    "name": "René",
    "birth_date": "1944-11-23",
    "description": "Je suis René, un passionné de musique classique. Je joue du piano depuis mon enfance et j'aime passer des heures à interpréter mes morceaux préférés. La musique est une partie essentielle de ma vie.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/20_i7pwm2.webp",
    "email": "rene.beaumont@example.com",
    "password": "rene1944!",
    "status": "active"
  },
  {
    "name": "Jeanne",
    "birth_date": "1938-04-07",
    "description": "Je suis Jeanne, une passionnée de tricot et de couture. J'aime créer des vêtements et des accessoires pour ma famille et mes amis. Travailler avec mes mains me procure une grande satisfaction.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/21_xqfczw.webp",
    "email": "jeanne.laurent@example.com",
    "password": "jeanne1938!",
    "status": "active"
  },
  {
    "name": "Michel",
    "birth_date": "1945-08-19",
    "description": "Je suis Michel, un amateur de peinture. Depuis ma retraite, je passe beaucoup de temps à peindre des paysages et des portraits. La peinture me permet d'exprimer ma créativité et de me détendre.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/22_hbgg0e.webp",
    "email": "michel.roux@example.com",
    "password": "michel1945!",
    "status": "active"
  },
  {
    "name": "Claire",
    "birth_date": "1959-12-05",
    "description": "Je suis Claire, une passionnée de voyages. J'aime découvrir de nouveaux pays, cultures et paysages. Chaque voyage est une occasion pour moi d'apprendre et de m'enrichir personnellement.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/23_wi6dx1.webp",
    "email": "claire.durand@example.com",
    "password": "claire1952!",
    "status": "active"
  },
  {
    "name": "Georges",
    "birth_date": "1937-02-15",
    "description": "Je suis Georges, un passionné d'échecs. J'aime passer du temps à jouer aux échecs, que ce soit en ligne ou avec des amis. Ce jeu me permet de rester mentalement actif et de relever des défis stratégiques.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/gros-plan-homme-souriant-jouant-aux-echecs_23-2149241615.jpg?uid=R161012942&ga=GA1.1.1992285420.1719583629&semt=ais_hybrid",
    "email": "georges.marchand@example.com",
    "password": "georges1937!",
    "status": "active"
  },
  {
    "name": "Brigitte-Poulette",
    "birth_date": "1951-05-04",
    "description": "Je suis une passionnée de poésie et de littérature, un vrai ‘poule’ de talent ! Je participe à des cercles de lecture et organise des soirées poésie où je partage mes 'œufs' avec mes amis. Je suis également impliquée dans des projets de soutien aux jeunes écrivains pour qu'ils ne se ‘poussent’ pas trop vite !",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726652589/hen-451984_1280-min_qtshk5.webp",
    "email": "brigitte.poulette@example.com",
    "status": "active",
    "password": "brigitte1951!poule"
  },
  {
    "name": "Elisabeth",
    "birth_date": "1943-09-25",
    "description": "Je suis Elisabeth, une amoureuse de la lecture. J'ai toujours un livre à la main et j'aime me plonger dans des mondes différents grâce à la littérature. Les livres sont ma fenêtre sur le monde.",
    "gender": "female",
    "picture": "https://img.freepik.com/free-photo/senior-woman-sitting-sofa-holding-wine-glass-reading-book_23-2147901501.jpg?t=st=1725659622~exp=1725663222~hmac=941bb5119a98500b8a7de68b7d4b7aff25a53b31816cdf2c3f9a7809560dcb44&w=1060",
    "email": "elisabeth.dubois@example.com",
    "password": "elisabeth1943!",
    "status": "active"
  },
  {
    "name": "Antoine",
    "birth_date": "1948-10-18",
    "description": "Je suis Antoine, un passionné d'histoire. Je passe mon temps à lire des livres d'histoire et à visiter des musées pour en apprendre davantage sur les événements passés. L'histoire me fascine et j'aime partager mes connaissances avec les autres.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/livre-lecture-homme-age-surpris_23-2148036709.jpg?t=st=1725826525~exp=1725830125~hmac=f9c46a02d67d21b48a1c93d4a0e0e6406c66e917bd6a401c41e848a0c07d8447&w=360",
    "email": "antoine.dupuis@example.com",
    "password": "antoine1948!",
    "status": "active"
  },
  {
    "name": "Monique",
    "birth_date": "1946-06-22",
    "description": "Je suis Monique, une passionnée de danse. Depuis mon plus jeune âge, j'ai toujours aimé danser et je continue à le faire pour rester en forme et m'amuser. La danse me permet de me sentir vivante.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663208/27_crgkll.webp",
    "email": "monique.lambert@example.com",
    "password": "monique1946!",
    "status": "active"
  },
  {
    "name": "André",
    "birth_date": "1961-03-28",
    "description": "Je suis André, un passionné de bricolage. J'aime travailler de mes mains et réparer des objets. Que ce soit en bois, en métal ou en électricité, je suis toujours à la recherche de nouveaux projets à réaliser.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663209/28_tb4jx5.webp",
    "email": "andre.bonnet@example.com",
    "password": "andre1950!",
    "status": "active"
  },
  {
    "name": "Isabelle",
    "birth_date": "1949-11-04",
    "description": "Je suis Isabelle, une passionnée de jardinage. J'adore cultiver des plantes et voir mon jardin fleurir tout au long de l'année. Le jardinage est pour moi une source de détente et de satisfaction.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663209/29_mqrgor.webp",
    "email": "isabelle.gautier@example.com",
    "password": "isabelle1949!",
    "status": "active"
  },
  {
    "name": "Bernard",
    "birth_date": "1953-08-11",
    "description": "Je suis Bernard, un passionné de photographie. J'aime capturer les moments de la vie quotidienne ainsi que les paysages lors de mes voyages. La photographie est pour moi un moyen de documenter ma vie et de partager ma vision du monde.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663209/30_afskkj.webp",
    "email": "bernard.giraud@example.com",
    "password": "bernard1953!",
    "status": "active"
  },
  {
    "name": "Lucie",
    "birth_date": "1951-05-29",
    "description": "Je suis Lucie, une passionnée de couture. J'adore créer des vêtements sur mesure pour moi et ma famille. Coudre est une façon pour moi de m'exprimer et de créer quelque chose de beau et d'unique.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663209/31_y1iotz.webp",
    "email": "lucie.leclerc@example.com",
    "password": "lucie1951!",
    "status": "active"
  },
  {
    "name": "Henri",
    "birth_date": "1940-07-16",
    "description": "Je suis Henri, un passionné de cuisine. J'aime expérimenter de nouvelles recettes et partager mes créations avec ma famille et mes amis. Pour moi, la cuisine est un art et une passion.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663212/32_ub86jg.webp",
    "email": "henri.petit@example.com",
    "password": "henri1940!",
    "status": "active"
  },
  {
    "name": "Agnès",
    "birth_date": "1962-09-09",
    "description": "Je suis Agnès, une passionnée de lecture. Je passe des heures à lire des romans, des biographies, et des poèmes. La lecture est pour moi une échappatoire et un moyen de découvrir de nouveaux mondes.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663217/33_ziwmip.webp",
    "email": "agnes.lemoine@example.com",
    "password": "agnes1954!",
    "status": "active"
  },
  {
    "name": "Louis",
    "birth_date": "1952-11-21",
    "description": "Je suis Louis, un passionné de randonnée. J'aime explorer les sentiers de montagne et profiter des vues spectaculaires qu'ils offrent. La randonnée est pour moi une manière de rester en forme et de me ressourcer.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663217/34_c9xaoh.webp",
    "email": "louis.dupuy@example.com",
    "password": "louis1952!",
    "status": "active"
  },
  {
    "name": "Marie",
    "birth_date": "1947-03-06",
    "description": "Je suis Marie, une passionnée de peinture. J'aime capturer la beauté des paysages et des gens à travers mes pinceaux. Peindre est pour moi un moyen d'expression et une source de bonheur.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663217/35_btuycg.webp",
    "email": "marie.perrin@example.com",
    "password": "marie1947!",
    "status": "active"
  },
  {
    "name": "Robert",
    "birth_date": "1950-10-30",
    "description": "Je suis Robert, un amateur de photographie. J'aime immortaliser des moments uniques à travers mon objectif. La photographie me permet de capturer la beauté du monde et de la partager avec les autres.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663217/36_kl1d76.webp",
    "email": "robert.roussel@example.com",
    "password": "robert1950!",
    "status": "active"
  },
  {
    "name": "Françoise",
    "birth_date": "1953-12-13",
    "description": "Je suis Françoise, une passionnée de tricot. J'aime passer mes soirées à tricoter des pulls, des écharpes et des bonnets pour mes proches. Le tricot est pour moi une activité relaxante et créative.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663217/37_mpchav.webp",
    "email": "francoise.lefevre@example.com",
    "password": "francoise1953!",
    "status": "active"
  },
  {
    "name": "Gérard",
    "birth_date": "1954-05-12",
    "description": "Je suis Gérard, un passionné de jardinage. J'aime passer du temps dans mon jardin, à planter des fleurs et des légumes. Le jardinage est pour moi une source de paix et de satisfaction.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663217/38_ndvqqx.webp",
    "email": "gerard.fontaine@example.com",
    "password": "gerard1954!",
    "status": "active"
  },
  {
    "name": "Simone",
    "birth_date": "1949-11-18",
    "description": "Je suis Simone, une passionnée de lecture. J'aime passer mes après-midi à lire des romans et des biographies. La lecture est pour moi une façon de voyager sans quitter ma maison.",
    "gender": "female",
    "picture": "https://img.freepik.com/photos-gratuite/femme-ainee-plage-lisant-livre_23-2148992165.jpg?t=st=1725828762~exp=1725832362~hmac=b392a8be360a304e93d2966638b305d164cd165961b4fdfc50550f30d4abbb11&w=360",
    "email": "simone.renard@example.com",
    "password": "simone1949!",
    "status": "active"
  },
  {
    "name": "Luc",
    "birth_date": "1956-08-05",
    "description": "Je suis Luc, un passionné de randonnée. J'aime parcourir les sentiers de la nature et découvrir de nouveaux endroits. La randonnée est pour moi un moyen de me connecter à la nature et de rester actif.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663218/40_jfpaod.webp",
    "email": "luc.leroux@example.com",
    "password": "luc1951!",
    "status": "active"
  },
  {
    "name": "Renée",
    "birth_date": "1948-04-02",
    "description": "Je suis Renée, une passionnée de danse. J'aime danser depuis mon enfance et je continue à pratiquer pour le plaisir et pour rester en forme. La danse est pour moi une expression de joie de vivre.",
    "gender": "female",
    "picture": "https://img.freepik.com/free-photo/happy-elderly-woman-dancing-while-listening-music-headphones_23-2148419284.jpg?t=st=1725658935~exp=1725662535~hmac=e6f4976bfa1f4df4e42508614354f52d4323cb2e31dbd08331ab555c193e4257&w=360",
    "email": "renee.blanc@example.com",
    "password": "renee1948!",
    "status": "active"
  },
  {
    "name": "Jacques",
    "birth_date": "1945-07-20",
    "description": "Je suis Jacques, un passionné de modélisme. J'aime construire des maquettes d'avions, de trains et de bateaux. Le modélisme est pour moi une activité qui me demande de la patience et de la précision, ce qui me procure beaucoup de satisfaction.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663218/42-min_inpyov.webp",
    "email": "jacques.moreau@example.com",
    "password": "jacques1945!",
    "status": "active"
  },
  {
    "name": "Louise",
    "birth_date": "1952-09-15",
    "description": "Je suis Louise, une passionnée de photographie. J'aime capturer les moments spéciaux et les paysages à travers mon objectif. La photographie est pour moi une façon de figer le temps et de partager ma vision du monde.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663218/43_sug1cy.webp",
    "email": "louise.roy@example.com",
    "password": "louise1952!",
    "status": "active"
  },
  {
    "name": "Daniel",
    "birth_date": "1949-11-27",
    "description": "Je suis Daniel, un passionné de mécanique. J'aime passer du temps dans mon garage à réparer et entretenir des voitures anciennes. La mécanique est pour moi un passe-temps qui me permet de rester actif et de mettre à profit mes compétences.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/mecanicien-automobile-masculin-travaillant-dans-atelier-reparation-automobile_23-2150367551.jpg?t=st=1725827096~exp=1725830696~hmac=14af249c469ef19b6bc687c3d6773894225fd660a6ad6da1e03490bb8a1b63b4&w=360",
    "email": "daniel.vincent@example.com",
    "password": "daniel1949!",
    "status": "active"
  },
  {
    "name": "Catherine",
    "birth_date": "1947-10-02",
    "description": "Je suis Catherine, une passionnée de cuisine. J'aime expérimenter avec de nouvelles recettes et partager mes créations culinaires avec ma famille et mes amis. Pour moi, la cuisine est un moyen d'expression et une façon de montrer mon amour.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663221/45_dg1isd.webp",
    "email": "catherine.lemarie@example.com",
    "password": "catherine1947!",
    "status": "active"
  },
  {
    "name": "Philippe",
    "birth_date": "1946-05-03",
    "description": "Je suis Philippe, un passionné de photographie. J'aime immortaliser les moments spéciaux de la vie à travers mon objectif. La photographie est pour moi une manière de capturer et de préserver les souvenirs.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/portrait-homme-age-tenant-appareil-photo-pour-celebration-journee-mondiale-photographie_23-2151657292.jpg?t=st=1725827132~exp=1725830732~hmac=5da57fbfc36b1611398d1abe692dfa8ca9a30701c0af8c77648288ceea14cf06&w=360",
    "email": "philippe.guerin@example.com",
    "password": "philippe1946!",
    "status": "active"
  },
  {
    "name": "Madeleine",
    "birth_date": "1958-04-12",
    "description": "Je suis Madeleine, une passionnée de jardinage. J'adore passer du temps dans mon jardin à planter des fleurs et des légumes. Le jardinage est pour moi une source de paix et de satisfaction.",
    "gender": "female",
    "picture": "https://img.freepik.com/free-photo/senior-woman-with-flowers-garden_329181-8751.jpg?t=st=1725658866~exp=1725662466~hmac=263d575ee6280b5397402294d439dfe0048af54b16e4bc98aa38ed413629f932&w=360",
    "email": "madeleine.feraud@example.com",
    "password": "madeleine1953!",
    "status": "active"
  },
  {
    "name": "François",
    "birth_date": "1948-06-11",
    "description": "Je suis François, un passionné de pêche. Depuis ma retraite, je passe mes journées au bord de l'eau, profitant de la tranquillité et de la patience que nécessite ce passe-temps. Pour moi, la pêche est une manière de me détendre et de me reconnecter avec la nature.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663222/48_onlmen.webp",
    "email": "francois.bernard@example.com",
    "password": "francois1948!",
    "status": "active"
  },
  {
    "name": "Chantal",
    "birth_date": "1949-12-21",
    "description": "Je suis Chantal, une passionnée de peinture. J'aime capturer la beauté des paysages et des gens à travers mes pinceaux. Peindre est pour moi un moyen d'expression et une source de bonheur.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663222/49_ga7x9g.webp",
    "email": "chantal.delorme@example.com",
    "password": "chantal1949!",
    "status": "active"
  },
  {
    "name": "Christian",
    "birth_date": "1951-03-14",
    "description": "Je suis Christian, un passionné de bricolage. J'aime travailler de mes mains et réparer des objets. Que ce soit en bois, en métal ou en électricité, je suis toujours à la recherche de nouveaux projets à réaliser.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/travailleur-salopette-homme-outils-senior-spatule_1157-45053.jpg?t=st=1725827530~exp=1725831130~hmac=ac919792276f1f72e2bfc85bbceadf3e7787846a98643a1e37244b9cf74efac0&w=360",
    "email": "christian.renault@example.com",
    "password": "christian1951!",
    "status": "active"
  },
  {
    "name": "Paule",
    "birth_date": "1954-07-22",
    "description": "Je suis Paule, une passionnée de danse. Depuis mon plus jeune âge, j'ai toujours aimé danser et je continue à le faire pour rester en forme et m'amuser. La danse me permet de me sentir vivante.",
    "gender": "female",
    "picture": "https://img.freepik.com/photos-gratuite/blonde-senior-woman-dancing-fond-jaune_23-2149310433.jpg?t=st=1725827367~exp=1725830967~hmac=1515c405a9d88d2ce9224a010836960c5386be947f38626a930901837039daa7&w=360",
    "email": "paule.leblanc@example.com",
    "password": "paule1954!",
    "status": "active"
  },
  {
    "name": "Michel",
    "birth_date": "1947-09-07",
    "description": "Je suis Michel, un passionné de musique. Je joue de la guitare et j'aime composer mes propres chansons. La musique est pour moi une manière de m'exprimer et de me connecter aux autres.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663222/52-min_liuwzx.webp",
    "email": "michel.riviere@example.com",
    "password": "michel1947!",
    "status": "active"
  },
  {
    "name": "Marguerite",
    "birth_date": "1950-06-05",
    "description": "Je suis Marguerite, une passionnée de lecture. J'aime passer mes après-midi à lire des romans et des biographies. La lecture est pour moi une façon de voyager sans quitter ma maison.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663222/53_lk4035.webp",
    "email": "marguerite.carre@example.com",
    "password": "marguerite1950!",
    "status": "active"
  },
  {
    "name": "Jean",
    "birth_date": "1951-11-17",
    "description": "Je suis Jean, un passionné d'histoire. Je passe mon temps à lire des livres d'histoire et à visiter des musées pour en apprendre davantage sur les événements passés. L'histoire me fascine et j'aime partager mes connaissances avec les autres.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663222/54_uas2w2.webp",
    "email": "jean.faure@example.com",
    "password": "jean1951!",
    "status": "active"
  },
  {
    "name": "Denise",
    "birth_date": "1952-10-19",
    "description": "Je suis Denise, une passionnée de tricot. J'aime créer des vêtements sur mesure pour moi et ma famille. Travailler avec mes mains me procure une grande satisfaction.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663222/55_t6rytc.webp",
    "email": "denise.morin@example.com",
    "password": "denise1952!",
    "status": "active"
  },
  {
    "name": "Gilbert",
    "birth_date": "1953-04-26",
    "description": "Je suis Gilbert, un passionné de pêche. Depuis ma retraite, je passe mes journées au bord de l'eau, profitant de la tranquillité et de la patience que nécessite ce passe-temps. Pour moi, la pêche est une manière de me détendre et de me reconnecter avec la nature.",
    "gender": "male",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663225/56_tqibq7.webp",
    "email": "gilbert.charpentier@example.com",
    "password": "gilbert1953!",
    "status": "active"
  },
  {
    "name": "Bernadette",
    "birth_date": "1954-08-14",
    "description": "Je suis Bernadette, une passionnée de jardinage. J'aime cultiver des plantes et voir mon jardin fleurir tout au long de l'année. Le jardinage est pour moi une source de détente et de satisfaction.",
    "gender": "female",
    "picture": "https://img.freepik.com/photos-gratuite/joyeuse-jardiniere-agee-portant-chapeau-jardinage-tenant-pots-fleurs-isoles-mur-rose-espace-pour-copie_141793-118770.jpg?t=st=1725827989~exp=1725831589~hmac=93fcaccf3b354cfaa93b954a9badacd3300e360c706223a65f97d36f0172ad05&w=826",
    "email": "bernadette.gaudin@example.com",
    "password": "bernadette1954!",
    "status": "active"
  },
  {
    "name": "Monique",
    "birth_date": "1951-01-12",
    "description": "Je suis Monique, une passionnée de couture et de design d'intérieur. J'adore transformer des tissus en vêtements élégants et décorer sa maison avec des créations uniques. Je passe également du temps à organiser des ateliers de couture pour partager son savoir-faire.",
    "gender": "female",
    "picture": "https://res.cloudinary.com/dsb2ihfdx/image/upload/v1726663226/58_u8b3vb.webp",
    "email": "monique@example.com",
    "status": "active",
    "password": "monique1951!"
  },
  {
    "name": "Alain",
    "birth_date": "1949-03-23",
    "description": "Je suis Alain, un passionné d'histoire et d'archéologie. J'aime explorer des sites historiques et partager ses découvertes à travers des conférences et des articles. En dehors de mes recherches, j'apprécie la randonnée et les voyages culturels.",
    "gender": "male",
    "picture": "https://images.pexels.com/photos/45852/farmer-smile-man-person-45852.jpeg?auto=compress&cs=tinysrgb&w=600",
    "email": "alain@example.com",
    "status": "active",
    "password": "alain1949@"
  },
  {
    "name": "Claudine",
    "birth_date": "1952-08-16",
    "description": "Je suis une amatrice de jardinage et de permaculture. Je cultive un jardin durable, partage mes connaissances avec des groupes locaux, et organise des ateliers sur la culture biologique. J''aime également préparer des plats faits maison avec les produits de mon jardin.",
    "gender": "female",
    "picture": "https://images.pexels.com/photos/3171160/pexels-photo-3171160.jpeg?auto=compress&cs=tinysrgb&w=600",
    "email": "claudine@example.com",
    "status": "active",
    "password": "claudine1952!"
  },
  {
    "name": "Jean-Pierre",
    "birth_date": "1964-07-06",
    "description": "Je suis un amateur de vin et de gastronomie. J''aime explorer les régions viticoles, découvrir de nouveaux crus, et organiser des dégustations pour mes amis. Je suis aussi un fervent lecteur de romans policiers.",
    "gender": "male",
    "picture": "https://images.pexels.com/photos/1152705/pexels-photo-1152705.jpeg?auto=compress&cs=tinysrgb&w=600",
    "email": "jeanpierre@example.com",
    "status": "active",
    "password": "jeanpierre1955!"
  },
  {
    "name": "Catherine",
    "birth_date": "1948-12-11",
    "description": "Je suis passionnée de musique folk et de chants traditionnels. Je joue de la guitare et chante dans des groupes locaux. En plus de ma passion musicale, j''adore le bricolage et la décoration artisanale.",
    "gender": "female",
    "picture": "https://images.pexels.com/photos/4511649/pexels-photo-4511649.jpeg?auto=compress&cs=tinysrgb&w=600",
    "email": "catherine@example.com",
    "status": "active",
    "password": "catherine1948!"
  },
  {
    "name": "Henriette",
    "birth_date": "1954-09-30",
    "description": "Je suis une fervente défenseuse des droits des animaux et une bénévole dans plusieurs refuges. J''aime également la photographie animalière et passe beaucoup de temps à capturer la faune dans son environnement naturel.",
    "gender": "female",
    "picture": "https://images.pexels.com/photos/3677094/pexels-photo-3677094.jpeg?auto=compress&cs=tinysrgb&w=600",
    "email": "henriette@example.com",
    "status": "active",
    "password": "henriette1954!"
  },
  {
    "name": "Maurice",
    "birth_date": "1950-02-19",
    "description": "Je suis un passionné de mécanique et de voitures anciennes. Je passe mes weekends à restaurer des véhicules classiques et à participer à des concours de voitures anciennes. J''apprécie aussi le théâtre et assiste régulièrement à des représentations.",
    "gender": "male",
    "picture": "https://img.freepik.com/photos-gratuite/portrait-mecanicien-automobile-masculin-dans-atelier-reparation-automobile_23-2150367579.jpg?t=st=1725875178~exp=1725878778~hmac=5ac06e35710f9814d1fd3fa46ef18ae8f4c6053546fd6deb3324b1dd28780c14&w=360",
    "email": "maurice@example.com",
    "status": "active",
    "password": "maurice1950!"
  }
]
